{
  "cities": [
    {
      "id": 1,
      "name": "Tokyo",
      "description": "Tokyo (Japanese: 東京, Tokyo, officially the Tokyo Metropolis (Japanese: 東京都, Tokyo-to), is the capital and most populous prefecture of Japan. Located at the head of Tokyo Bay, the prefecture forms part of the Kanto region on the central Pacific coast of Japan's main island of Honshu. Tokyo is the political and economic center of the country, as well as the seat of the Emperor of Japan and the national government. As of 2021, the prefecture has an estimated population of 14.04 million. The Greater Tokyo Area is the most populous metropolitan area in the world, with an estimated 37.468 million residents in 2018.",
      "shortDescription": "The world's best city, found in translation",
      "video": "https://player.vimeo.com/external/600591278.sd.mp4?s=77d70eeb1e053a985cfa9108ecf415451486bc3f&profile_id=164&oauth2_token_id=57447761",
      "latitude": "35.652832",
      "longitude": "139.839478",
      "currency": "Yen",
      "language": "Japanese",
      "thumbnail": "https://images.pexels.com/photos/3767862/pexels-photo-3767862.jpeg?auto=compress&cs=tinysrgb&dpr=2&h=650&w=940"
    },
    {
      "id": 2,
      "name": "Paris",
      "description": "Paris is the capital and most populous city of France, with an estimated population of 2,175,601 residents as of 2018, in an area of more than 105 square kilometers (41 square miles). Since the 17th century, Paris has been one of Europe's major centres of finance, diplomacy, commerce, fashion, gastronomy, science, and arts. The City of Paris is the centre and seat of government of the region and province of Île-de-France, or Paris Region, which has an estimated population of 12,174,880, or about 18 percent of the population of France as of 2017. The Paris Region had a GDP of €709 billion ($808 billion) in 2017. According to the Economist Intelligence Unit Worldwide Cost of Living Survey in 2018, Paris was the second most expensive city in the world, after Singapore and ahead of Zürich, Hong Kong, Oslo, and Geneva. Another source ranked Paris as most expensive, on par with Singapore and Hong Kong, in 2018.",
      "shortDescription": "The city of love",
      "video": "https://player.vimeo.com/external/382722699.sd.mp4?s=03422e8a039e23c85d8f12825d96bbb1ffb106ef&profile_id=139&oauth2_token_id=57447761",
      "latitude": "48.864716",
      "longitude": "2.349014",
      "currency": "Euro",
      "language": "French",
      "thumbnail": "https://images.pexels.com/photos/1796722/pexels-photo-1796722.jpeg?auto=compress&cs=tinysrgb&dpr=2&h=650&w=940"
    },
    {
      "id": 3,
      "name": "New York",
      "description": "New York, often called New York City to distinguish it from New York State, or NYC for short, is the most populous city in the United States. With a 2020 population of 8,804,190 distributed over 300.46 square miles (778.2 km2), New York City is also the most densely populated major city in the United States. Located at the southern tip of the State of New York, the city is the center of the New York metropolitan area, the largest metropolitan area in the world by urban area. With over 20 million people in its metropolitan statistical area and approximately 23 million in its combined statistical area, it is one of the world's most populous megacities. New York City has been described as the cultural, financial, and media capital of the world, significantly influencing commerce, entertainment, research, technology, education, politics, tourism, art, fashion, and sports, and is the most photographed city in the world. Home to the headquarters of the United Nations, New York is an important center for international diplomacy, and has sometimes been called the capital of the world.",
      "shortDescription": "The entire world in one place",
      "video": "https://player.vimeo.com/external/372109448.sd.mp4?s=3542ed68a2c747de3e7d706af73b7b9655367b3a&profile_id=139&oauth2_token_id=57447761",
      "latitude": "40.73061",
      "longitude": "-73.935242",
      "currency": "Dollar",
      "language": "English",
      "thumbnail": "https://images.pexels.com/photos/290386/pexels-photo-290386.jpeg?auto=compress&cs=tinysrgb&dpr=2&h=650&w=940"
    },
    {
      "id": 4,
      "name": "Los Angeles",
      "description": "Los Angeles, commonly referred to by the initialism L.A., is the largest city in California. With a 2020 population of 3,898,747, it is the second-largest city in the United States. Los Angeles is known for its Mediterranean climate, ethnic and cultural diversity, Hollywood entertainment industry and sprawling metropolitan area.Los Angeles lies in a basin in Southern California, adjacent to the Pacific Ocean. The city, which covers about 469 square miles (1,210 km2), is the seat of Los Angeles County.",
      "shortDescription": "Cinematic city of dreams",
      "video": "https://player.vimeo.com/external/575977346.sd.mp4?s=e0b72ef4c49f1389f410b41242510468ae030915&profile_id=164&oauth2_token_id=57447761",
      "latitude": "34.052235",
      "longitude": "-118.243683",
      "currency": "Dollar",
      "language": "English",
      "thumbnail": "https://images.pexels.com/photos/2695679/pexels-photo-2695679.jpeg?auto=compress&cs=tinysrgb&dpr=2&h=650&w=940"
    },
    {
      "id": 5,
      "name": "London",
      "description": "London is the capital and largest city of England and the United Kingdom. Standing on the River Thames in south-east England at the head of a 50-mile (80 km) estuary down to the North Sea, it has been a major settlement for two millennia. The City of London, its ancient core and financial centre, was founded by the Romans as Londinium and retains boundaries close to its medieval ones. Since the 19th century,[17][18][19] \"London\" has also referred to the metropolis around this core, historically split between the counties of Middlesex, Essex, Surrey, Kent, and Hertfordshire, which largely makes up Greater London, the region governed by the Greater London Authority. The City of Westminster, to the west of the City, has for centuries held the national government and parliament.",
      "shortDescription": "Where the pubs are as old as the monuments",
      "video": "https://player.vimeo.com/external/357340919.sd.mp4?s=8f30ef0db27927216b5363ba4c7157112026a6f2&profile_id=139&oauth2_token_id=57447761",
      "latitude": "51.509865",
      "longitude": "-0.1180924",
      "currency": "Pound",
      "language": "English",
      "thumbnail": "https://images.pexels.com/photos/427679/pexels-photo-427679.jpeg?auto=compress&cs=tinysrgb&dpr=2&h=650&w=940"
    },
    {
      "id": 6,
      "name": "Barcelona",
      "description": "Barcelona is a city on the coast of northeastern Spain. It is the capital and largest city of the autonomous community of Catalonia, as well as the second most populous municipality of Spain. With a population of 1.6 million within city limits, its urban area extends to numerous neighbouring municipalities within the Province of Barcelona and is home to around 4.8 million people, making it the fifth most populous urban area in the European Union after Paris, the Ruhr area, Madrid, and Milan. It is one of the largest metropolises on the Mediterranean Sea, located on the coast between the mouths of the rivers Llobregat and Besòs, and bounded to the west by the Serra de Collserola mountain range, the tallest peak of which is 512 metres (1,680 feet) high.",
      "shortDescription": "Just don’t confuse it with Spain",
      "video": "https://player.vimeo.com/external/219330643.sd.mp4?s=97c3caed7a9fc5bfd3484ca029d8213d006a1201&profile_id=164&oauth2_token_id=57447761",
      "latitude": "41.390205",
      "longitude": "2.154007",
      "currency": "Euro",
      "language": "Spanish",
      "thumbnail": "https://images.pexels.com/photos/1388030/pexels-photo-1388030.jpeg?auto=compress&cs=tinysrgb&dpr=2&h=650&w=940"
    },
    {
      "id": 7,
      "name": "Bangkok",
      "description": "Bangkok is the capital and most populous city of Thailand, also known by its endonym Krung Thep Maha Nakhon or colloquially Krung Thep. The city occupies 1,568.7 square kilometres (605.7 sq mi) in the Chao Phraya River delta in central Thailand and has an estimated population of 10.539 million as of 2020, 15.3 percent of the country's population. Over fourteen million people (22.2 percent) lived within the surrounding Bangkok Metropolitan Region at the 2010 census, making Bangkok an extreme primate city, dwarfing Thailand's other urban centres in both size and importance to the national economy.",
      "shortDescription": "When in doubt, get a tuk-tuk",
      "video": "https://player.vimeo.com/external/561938541.sd.mp4?s=3e78bd25344f0b0f64c310b02cc644e13c0f8d3c&profile_id=164&oauth2_token_id=57447761",
      "latitude": "13.736717",
      "longitude": "100.523186",
      "currency": "Thai Baht",
      "language": "Thai",
      "thumbnail": "https://images.pexels.com/photos/1031659/pexels-photo-1031659.jpeg?auto=compress&cs=tinysrgb&dpr=2&h=650&w=940"
    },
    {
      "id": 8,
      "name": "Amsterdam",
      "description": "Amsterdam is the capital and most populous city of the Netherlands with a population of 872,680 within the city proper, 1,558,755 in the urban area and 2,480,394 in the metropolitan area. Found within the province of North Holland, Amsterdam is colloquially referred to as the \"Venice of the North\", due to the large number of canals which form a UNESCO World Heritage Site. Amsterdam was founded at the Amstel, that was dammed to control flooding; the city's name derives from the Amstel dam. Originating as a small fishing village in the late 12th century, Amsterdam became one of the most important ports in the world during the Dutch Golden Age of the 17th century, and became the leading centre for finance and trade.",
      "shortDescription": "The other canal city",
      "video": "https://player.vimeo.com/external/567552195.sd.mp4?s=c064e325417d8ad1c184c8025da94592f8261d7e&profile_id=164&oauth2_token_id=57447761",
      "latitude": "52.377956",
      "longitude": "4.89707",
      "currency": "Euro",
      "language": "English",
      "thumbnail": "https://images.pexels.com/photos/2031706/pexels-photo-2031706.jpeg?auto=compress&cs=tinysrgb&dpr=2&h=650&w=940"
    }
  ],
  "attractions": [
    {
      "id": 1,
      "name": "Keio Plaza Hotel",
      "cityId": 1,
      "category": "Hotel",
      "group": "Stay",
      "latitude": "35.689835",
      "longitude": "139.694407",
      "images": [
        "https://wp.getgolo.com/city-guide/wp-content/uploads/2019/10/photo-1551679337-5dca2a92e2aa.jpeg"
      ],
      "description": "Just a five-minute walk from Shinjuku Station, the Keio Plaza Hotel is a striking, 47-story tower overlooking the picturesque grounds of the Shinjuku Gyoen Park, a tranquil hideout positioned right in one of the most densely populated corners of the world. Like its neighbouring park, the hotel is a picture of oppositional harmony, where the manic and the peaceful, the new and the traditional meet. Inside the hotel are a number of different accommodation options, including traditional Japanese rooms, more Western-style offerings and, for those looking for something a little different, even Hello Kitty themed rooms.",
      "address": "2 Chome-2-1 Nishishinjuku, Shinjuku City, Tokyo 160-8330, Japan",
      "pageUrl": "Instagram.com/keioplaza",
      "phoneNumber": "81333440111",
      "videoUrl": "https://youtu.be/6fnKumF7_cg",
      "star": 5
    },
    {
      "id": 2,
      "name": "Hilton Shinjuku",
      "cityId": 1,
      "category": "Luxury",
      "group": "Stay",
      "latitude": "35.692712",
      "longitude": "139.691249",
      "images": [
        "https://wp.getgolo.com/city-guide/wp-content/uploads/2019/10/photo-1520250497591-112f2f40a3f4.jpeg"
      ],
      "description": "A name synonymous with the best of the best in the hotel game, the Hilton Shinjuku is definitely worth adding to your must-visit hotel itinerary if luxury travel is your thing. Directly connected to the Tochomae Subway Station, it’s easily accessible for those wanting to explore everything the city has to offer. The hotel’s hefty 800 rooms are located between the eighth and the 38th floor of the building, serving up unforgettable views of the city skyline. The design is both modern and sleek, but features warm, homely touches such as rich wood furnishings, traditional Japanese shoji screens, and complimentary pyjamas.",
      "address": "6 Chome-6-2 Nishishinjuku, Shinjuku City, Tokyo 160-0023, Japan",
      "pageUrl": "instagram.com/hilton",
      "phoneNumber": "81333445111",
      "videoUrl": "https://youtu.be/6fnKumF7_cg",
      "star": 4.7
    },
    {
      "id": 3,
      "name": "Hotel Koe",
      "cityId": 1,
      "category": "Luxury",
      "group": "Stay",
      "latitude": "35.662497",
      "longitude": "139.69908",
      "images": [
        "https://wp.getgolo.com/city-guide/wp-content/uploads/2019/10/photo-1495754149474-e54c07932677.jpeg"
      ],
      "description": "Sitting on the Harajuku corner of Shibuya, Hotel Koe is much more than just a hotel. It’s also an art hub, a live music space, a bar, café, restaurant, co-working hub and retail store. It was founded by the apparel company Stripe, which is why it’s practically overflowing with street-style cool. The hotel features 10 rooms in total, of different sizes ranging from S to XL, each of them designed with an appreciation for elegant minimalism. Keep an eye out when visiting, though, as this place is full of surprises. One particular surprise is the check-in desk, which some nights transforms into a DJ booth manned by Masaya Kuroki of fashion and music label Maison Kitsuné.",
      "address": "37-7 Udagawacho, Shibuya-ku, Tōkyō-to 150-0042, Japan",
      "pageUrl": "www.gansozushi.com",
      "phoneNumber": "81367127251",
      "videoUrl": "https://youtu.be/6fnKumF7_cg",
      "star": 4.5
    },
    {
      "id": 4,
      "name": "Trunk Hotel",
      "cityId": 1,
      "category": "Hotel",
      "group": "Stay",
      "latitude": "35.664284",
      "longitude": "139.704",
      "images": ["https://wp.getgolo.com/city-guide/wp-content/uploads/2019/10/trunk.jpg"],
      "description": "One of the newest players in Tokyo’s contemporary hotel scene, Trunk Hotel is much more than just a place to rest. Situated right on the doorstep of Harajuku’s fashion-forward Cat Street and a 10-minute stroll from Shibuya Crossing, it’s in the middle of all the action but tucked far enough off the main thoroughfare to provide some peace and quiet. The hotel features its own Trunk brand convenience store, a sprawling outdoor deck and a lobby which by day is a popular co-working space and by night transforms into a sleek cocktail bar.",
      "address": "Cat Street, Jingumae 6-chome, Shibuya, Tokyo, 150-0001, Japan",
      "pageUrl": "trunkhotel.com",
      "phoneNumber": "81357663210",
      "videoUrl": "https://youtu.be/6fnKumF7_cg",
      "star": 4.2
    },
    {
      "id": 5,
      "name": "Yamachan",
      "cityId": 1,
      "category": "Restaurant",
      "group": "Food & Drink",
      "latitude": "35.648114",
      "longitude": "139.745116",
      "images": [
        "https://wp.getgolo.com/city-guide/wp-content/uploads/2019/10/photo-1541686242972-cde41c4fd17d.jpeg"
      ],
      "description": "Yamachan is an all-you-can-drink premium sake bar located near Shinjuku. For an affordable price you can drink as much sake as you like. You can even take along food and other alcohol with you, or you can leave in the middle of your drinking session and return to order more items. The setting is like that of a classroom, with cheap wooden desks and chairs, and there are no decorative elements. The only objective here is to drink the best sake in the country. The bar is self-service so come prepared to pour your own drink.",
      "address": "11 17, 5-chome, Shinjuku Shinjuku-ku, Tokyo-to, 160-0022, Japan",
      "pageUrl": "instagram./getgolo",
      "phoneNumber": "81352723555",
      "videoUrl": "https://youtu.be/XQlaFJHU7Lw",
      "star": 4.9
    },
    {
      "id": 6,
      "name": "Akaoni",
      "cityId": 1,
      "category": "Restaurant",
      "group": "Food & Drink",
      "latitude": "35.64264",
      "longitude": "139.668384",
      "images": [
        "https://wp.getgolo.com/city-guide/wp-content/uploads/2019/10/photo-1504416285472-eccf03dd31eb.jpeg"
      ],
      "description": "If you are looking for an old-fashioned style sake bar with a modern flair, then Akaoni is your best bet. The translation of Akaoni is ‘red devil’. Beginners must be careful, as they take their sake very seriously here. Akaoni is located just five minutes from Sangen-jaya station, though it is not particularly easy to find. Once you get there, you will be impressed with the warm, down-to-earth atmosphere. Choose from more than 100 varieties of sake with a seasonal option called namazake, which is raw, unpasteurized sake.",
      "address": "2 Chome-15-3 Sangenjaya, Setagaya City, Tokyo 154-0024, Japan",
      "pageUrl": "instagram.com/getgolo",
      "phoneNumber": "81334109918",
      "videoUrl": "https://youtu.be/Z6Dx-o3vfJY",
      "star": 4.9
    },
    {
      "id": 7,
      "name": "Ganso Zushi",
      "cityId": 1,
      "category": "Restaurant",
      "group": "Food & Drink",
      "latitude": "35.669733",
      "longitude": "139.688998",
      "images": [
        "https://wp.getgolo.com/city-guide/wp-content/uploads/2019/10/sushi_shop_kagurazaka.jpg"
      ],
      "description": "Ganso Zushi is a cheap kaiten-zushi (conveyor belt sushi) chain found all around Tokyo. Prices start at just over 100 yen (US$0.90) per plate. English menu available. Nakameguro is a popular yet quiet residential neighborhood filled with unique boutique shops and cafe. The area comes alive with their Cherry Blossom festival along the Meguro River in mid spring and during their summer matsuri (festival).",
      "address": "5 8, 2-chome, Yoyogi Shibuya-ku, Tokyo-to, 151-0053, Japan",
      "pageUrl": "www.gansozushi.com",
      "phoneNumber": "81333783455",
      "videoUrl": "https://youtu.be/XQlaFJHU7Lw",
      "star": 4.1
    },
    {
      "id": 8,
      "name": "Hasegawa Saketan",
      "cityId": 1,
      "category": "Bar",
      "group": "Food & Drink",
      "latitude": "35.681487",
      "longitude": "139.767256",
      "images": [
        "https://wp.getgolo.com/city-guide/wp-content/uploads/2019/10/14273240104_28dfad60bd_k.jpg"
      ],
      "description": "Conveniently located inside Japan Railway Tokyo station, Hasegawa Saketan is rated as one of the best sake bars in Tokyo. The very knowledgeable and friendly bartenders speak English perfectly and are happy to assist and teach visitors about Japan’s signature drink. While waiting for your train, try some of the trendiest sake brands like Juyondai, Tamagata, Dassai and Yamaguchi. The establishment opens as early as 7am for early birds. You can also purchase a bottle of the sake from the shop next door.",
      "address": "1-chome-9-1 Marunouchi, Chiyoda City, Tokyo-to 100-0005, Japan",
      "pageUrl": "facebook.com/getgolo",
      "phoneNumber": "81358750404",
      "videoUrl": "https://youtu.be/XQlaFJHU7Lw",
      "star": 3.9
    },
    {
      "id": 9,
      "name": "Ryusenji (Meguro Fudo)",
      "cityId": 1,
      "category": "Sight",
      "group": "See & Do",
      "latitude": "35.628222",
      "longitude": "139.708565",
      "images": ["https://wp.getgolo.com/city-guide/wp-content/uploads/2019/10/1950011.jpg"],
      "description": "On Rysenji’s grounds, the famous Meguro Fudo-myo-o (Black Eyed Fudo-Myo-o) statue stands guard, and it’s from this sentinel that the ward takes its name. This was one of five such statues placed protectively around Edo’s borders nearly 400 years ago, each with eyes of a different color. Fudo Myo-o is a revered guardian deity of the Buddhist faith.",
      "address": "3 Chome-20-26 Shimomeguro, Meguro City, Tokyo 153-0064, Japan",
      "pageUrl": "facebook.com/getgolo",
      "phoneNumber": "81337127549",
      "videoUrl": "https://youtu.be/gqYzEv_AqYM",
      "star": 4.5
    },
    {
      "id": 10,
      "name": "Fuji Mount",
      "cityId": 1,
      "category": "Sight",
      "group": "See & Do",
      "latitude": "35.362799",
      "longitude": "138.730781",
      "images": ["https://sugoi.vn/wp-content/uploads/2019/05/Mount-Fuji.jpg"],
      "description": "Mount Fuji is Japan’s tallest mountain, and the iconic peak has become a symbol of the entire country. From Tokyo, the mountain is hard to spot unless the weather is cooperating, so for the best view make the trek to the mountains yourself and catch a glimpse of Fuji-san from neighboring Mitake-san.",
      "address": "Kitayama, Fujinomiya, Shizuoka 418-0112, Japan",
      "pageUrl": "facebook.com/getgolo",
      "phoneNumber": "81337127549",
      "videoUrl": "https://youtu.be/yMPJRe2qTlI",
      "star": 4.8
    },
    {
      "id": 11,
      "name": "Tsukiji Outer Market",
      "cityId": 1,
      "category": "Marker",
      "group": "See & Do",
      "latitude": "35.665388",
      "longitude": "139.770473",
      "images": [
        "https://wp.getgolo.com/city-guide/wp-content/uploads/2019/10/photo-1525914695492-7c6ba28846f9.jpeg"
      ],
      "description": "Tsukiji Outer Market (築地場外市場, Tsukiji Jōgai Shijō) is a district adjacent to the site of the former Tsukiji Wholesale Market. It consists of a few blocks of wholseale and retail shops, as well as restaurants crowded along narrow lanes. Here you can find fresh and processed seafood and produce alongside food-related goods such as knives. A visit to Tsukiji Outer Market is best combined with a fresh sushi breakfast or lunch at one of the local restaurants. The restaurants are typically open from 5:00 in the morning to around noon or early afternoon. Because most of the fish served and sold at Tsukiji Outer Market is delivered directly from Toyosu Market, this is one of the best places in Tokyo to enjoy fresh seafood.",
      "address": "Setagaya City, Tokyo, Japan",
      "pageUrl": "tokyomarket.com",
      "phoneNumber": "81334392791",
      "videoUrl": "https://youtu.be/yMPJRe2qTlI",
      "star": 4.6
    },
    {
      "id": 12,
      "name": "Nezu Museum",
      "cityId": 1,
      "category": "Museum",
      "group": "See & Do",
      "latitude": "35.66221",
      "longitude": "139.717021",
      "images": ["https://wp.getgolo.com/city-guide/wp-content/uploads/2019/10/nezu_mus_l.jpg"],
      "description": "Home to the Japanese businessman and philanthropist Nezu Kaichirō , the Nezu Museum houses one of Tokyo’s most comprehensive collections of Japanese and East Asian art, including calligraphy, painting, ceramics, and textiles. After Nezu’s passing, his son turned his late father’s home into a public museum in order to preserve and share the impressive collection. Walk inside and you will also find a small, lush Japanese-style garden complete with tranquil ponds and small Buddha statues.",
      "address": "6-chome-5-1 Minamiaoyama, Minato City, Tokyo-to 107-0062, Japan",
      "pageUrl": "tokyomarket.com",
      "phoneNumber": "81334392791",
      "videoUrl": "https://youtu.be/gqYzEv_AqYM",
      "star": 4.6
    }
  ],
  "reviews": [
    {
      "id": 1,
      "attractionId": 1,
      "userId": 1,
      "feedback": "Look good"
    }
  ],
  "users": [
    {
      "id": 1,
      "username": "chamomile",
      "password": "12345",
      "name": "Curtis",
      "avatar": "https://images.unsplash.com/photo-1611253468173-165346948a6b?ixid=MnwxMjA3fDB8MHx0b3BpYy1mZWVkfDIwfHRvd0paRnNrcEdnfHxlbnwwfHx8fA%3D%3D&ixlib=rb-1.2.1&auto=format&fit=crop&w=500&q=60"
    }
  ]
}
